tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "mike-engel/jwt-cli"
tap "motemen/ghq"
tap "xcodesorg/made"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "readline"
brew "openjdk"
brew "bundletool"
brew "chezmoi"
brew "libidn2"
brew "pango"
brew "ffmpeg"
brew "freetds"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "mysql@5.7"
brew "peco"
brew "php"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "sl"
brew "tig"
brew "tree"
brew "unzip"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "xcodesorg/made/xcodes"
cask "adoptopenjdk"
cask "appflowy"
cask "vagrant"
cask "virtualbox"
cask "xcodes"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alexisvt.flutter-snippets"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "esentis.flutter-find-unused-assets-and-dart-files"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hediet.vscode-drawio"
vscode "hirantha.json-to-dart"
vscode "hzgood.dart-data-class-generator"
vscode "intellsmi.comment-translate"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "jsayol.firebase-explorer"
vscode "marp-team.marp-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "mthuong.vscode-flutter-freezed-helper"
vscode "patbenatar.advanced-new-file"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "purocean.drawio-preview"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "robert-brunhage.flutter-riverpod-snippets"
vscode "rvest.vs-code-prettier-eslint"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "yzane.markdown-pdf"
vscode "zenn.zenn-preview"
